Repository: pinterest/snappass
Catalog: snappass/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, nl

source: en
es: es
fr: fr
nl: nl

source: Snappass - Share Secrets
es: Snappass - Compartir secretos
fr: Snappass - Partagez vos secrets !
nl: Snappass - Deel Wachtwoorden

source: Share Secret
es: Compartir secretos
fr: Partager un secret
nl: Stel wachtwoord in

source: Share Secret Link
es: Compartir enlace secreto
fr: Lien de partage du secret
nl: Deel wachtwoord link

source: The secret has been temporarily saved. Send the following URL to your intended recipient.
es: El secreto se ha guardado temporalmente. Envíe la siguiente URL a sudestinatario previsto.
fr: Le secret est sauvegardé temporairement. Envoyez l'URL ci-dessous à votre destinataire.
nl: Het wachtwoord is tijdelijk opgeslagen. Deel de volgende URL aan de bedoelde ontvanger.

source: Copy to clipboard
es: Copiar en el portapapeles
fr: Copier dans le presse-papier
nl: Kopieer naar het klembord

source: Secret not found
es: Secreto no encontrado
fr: Secret introuvable
nl: Wachtwoord niet gevonden

source: The requested URL was not found on the server. This could be because this URL never contained a secret, or because it expired or was revealed earlier.
es: La URL solicitada no se encontró en el servidor. Esto podría deberse a estoLa URL nunca contenía un secreto, o porque caducó o fue revelado Antes.
fr: L'URL demandée est introuvable, cela peut être dû à plusieurs raisons : une URL inexistante, le secret a expiré ou a déjà été révélé.
nl: De gevraagde URL is niet gevonden op de server. Dat kan omdat deze geen wachtwoord bevat, het is verlopen of het al eerder getoond is.

source: If this URL was sent to you by someone, make sure to check your spelling or ask the person who sent it to you to send a new secret.
es: Si alguien te envió esta URL, asegúrate de revisar tu ortografíaO pídele a la persona que te lo envió que te envíe un nuevo secreto.
fr: Si cette URL vous a été envoyé par quelqu'un, assurez-vous que l'URL ne contient pas d'erreur ou contactez votre expéditeur pour obtenir un nouveau secret.
nl: Als deze URL naar u is toegestuurd, controleer de spelling of vraag de verzender om een nieuw wachtwoord link te versturen.

source: Secret
es: Secreto
nl: Wachtwoord

source: Save the following secret to a secure location.
es: Guarda el siguiente secreto en un lugar seguro.
fr: Sauvegardez le secret suivant dans un lieu sécurisé.
nl: Bewaar het wachtwoord op een veilige plek.

source: The secret has now been permanently deleted from the system, and the URL will no longer work. Refresh this page to verify.
es: El secreto ahora se ha eliminado permanentemente del sistema, y la URL Ya no funcionará. Actualiza esta página para verificarlo.
fr: Le secret a été définitivement supprimé du système, cette URL ne fonctionne plus. Actualisez la page pour vérifier.
nl: Het wachtwoord is permanent verwijderd van het systeem, de URL werkt niet meer. Herlaad deze pagina ter verificatie

source: You can only reveal the secret once!
es: ¡Solo puedes revelar el secreto una vez!
fr: Vous pouvez révéler le secret seulement une fois !
nl: Het wachtwoord wordt slechts eenmaal getoond!

source: Reveal secret
es: Revelar secreto
fr: Révéler le secret
nl: Onthul wachtwoord

source: Set Secret
es: Establecer secreto
fr: Définir le secret
nl: Stel wachtwoord in

source: SnapPass allows you to share secrets in a secure, ephemeral way. Input a single or multi-line secret, its expiration time, and click Generate URL. Share the one-time use URL with your intended recipient.
es: SnapPass te permite compartir secretos de forma segura y efímera. Introduzca un secreto de una o varias líneas, su tiempo de caducidad y haga clic en Generar URL.Comparta la URL de un solo uso con el destinatario previsto"
fr: SnapPass vous permet de partager des secrets de manière éphémère et sécurisée. Renseignez une ou plusieurs lignes, définissez la durée d'expiration et cliquez sur le bouton pour générer l'URL, puis partagez le secret avec votre destinataire.
nl: We stellen je in staat om wachtwoorden op een veilige, tijdelijke manier te delen. Voer een enkel- of meerregelig wachtwoord in, stel de vervaltijd in, en klik op 'URL genereren'. Deel de eenmalig te gebruiken URL met de beoogde ontvanger.

source: Two Weeks
es: Dos semanas
fr: Deux semaines
nl: Twee weken

source: Week
es: Semana
fr: Une semaine

source: Day
es: Día
fr: Un jour
nl: Dag

source: Hour
es: Hora
fr: Une heure
nl: Uur

source: Generate URL
es: Generar URL
fr: Générer l'URL
nl: URL genereren
